# 服务器配置
HOST = '0.0.0.0'
PORT = 5001

'''
首页变成下拉菜单，ajax请求
'''

COLUMN = [
        '中央文件','政策法规','行业技术','科技资讯','新闻资讯','行业标准','分析预测',
        '市场行情','质量快报','展会资讯','通知公告','行业资讯','科普资讯','产品百科',
        '发明创造','国际动态','国内动态','金融市场','报刊杂志','企业新闻','环保资讯',
        '学术交流','风云人物','发展规划','成果展示'
       ]

COLUMN_CATE = {
    '农业':"朱家井",
    '07':"李阿兵",
    '林业':'郭俊杰',
    '非金属矿采选业':'郑宇飞',
    '畜牧业':'陈志霖',
    '08':'彭帅',
    '酒、饮料和精制茶制造业':'钱兆烺',
    '有色金属矿采选业':'王国锋',
    '渔业':'卢锦威',
    '煤炭开采和洗选业':'曹金鹏',
    '27':'邓俊',
    '16':'吴健爱',
}

COLUMN_DATA = {
    '01':"朱家井",'02':"李阿兵",'03':'郭俊杰',
    '04':'郑宇飞','05':'陈志霖','06':'彭帅','07':'钱兆烺',
    '08':'王国锋','09':'卢锦威','10':'曹金鹏','11':'邓俊','13':'吴健爱',
}
